Revit 2024 API
ParameterTypeId.TrussElementBearingJustParam Property
 "Bearing Vertical Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId TrussElementBearingJustParam { get; }
Visual Basic
Public Shared ReadOnly Property TrussElementBearingJustParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TrussElementBearingJustParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace